{"list": [{"id": "i_341", "name": "Shivada Jade Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_342", "name": "Shivada Jade Fragment", "rarity": 3, "description": "Character Ascension material.  \"Sorry…\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_343", "name": "Shivada Jade Chunk", "rarity": 4, "description": "Character Ascension material.  \"Sorry…\"  \"…to also have you shoulder the grievances of the world.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_344", "name": "Shivada Jade Gemstone", "rarity": 5, "description": "Character Ascension material.  \"Sorry… to also have you shoulder the grievances of the world.  \"Since you could endure my bitter cold, you must have the desire to burn?  \"Then, burn away the old world for me.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_n113067", "name": "Ensnaring Gaze", "rarity": 4, "description": "An object obtained after defeating the monster known as the Tenebrous Papilla.It may look like a piece of fruit, but it is not.  Formed from energy that has condensed in a single spot, its \"eye\" seems togaze out from a distant, dark otherworld.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n101254", "name": "Skysplit Gembloom", "rarity": 1, "description": "A strange plant whose flower's exterior resembles stone. Only in bloom does itreveal a resplendent, crystal-like core.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n112083", "name": "Meshing Gear", "rarity": 1, "description": "Clockwork meka's gear.  It is a crucial part of the meka's transmission structure. The whole systemwill malfunction if this gear is absent.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112084", "name": "Mechanical Spur Gear", "rarity": 2, "description": "Clockwork meka gear.  Although many breakthroughs have been made in the kinematics of clockworkmeka, its dynamics research has not seen any major advancements beyond theframework laid down by Alain Guillotin four hundred years ago.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112085", "name": "Artificed Dynamic Gear", "rarity": 3, "description": "Clockwork meka gear.  Precision processing and advancement of material science are the keys toclockwork meka development in Fontaine. With the help of advanced equipment,any engineer is capable of making a meka that outshines \"Lord-Artificer\" AlainGuillotin's creation.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n104347", "name": "Teachings of Contention", "rarity": 2, "description": "Talent Level-Up material.  Contention is the principle by which all is weighed in the Nation of Pyro.  What defines strength, and what weakness? Only victory and defeat. The resultsof a contest are more convincing than any words.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n104348", "name": "Guide to Contention", "rarity": 3, "description": "Talent Level-Up material.  Contention is the principle by which all is weighed in the Nation of Pyro.  Though humans cannot fly at the speed of winged beasts, nor match theflexibility of slimes, yet still, they have their own unique strengths.Sometimes, understanding both why and how to compete is the key to knowingoneself.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n104349", "name": "Philosophies of Contention", "rarity": 4, "description": "Talent Level-Up material.  Contention is the principle by which all is weighed in the Nation of Pyro.  Its purpose is to make yourself stronger. After the outcome of a competitionhas been decided, the victor gains the confidence to be sure of theirdirection, while the loser gains insights on how they must become stronger.Beyond winning or losing, this is the true meaning of contention.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n113073", "name": "Ascended Sample: Knight", "rarity": 5, "description": "A rare sample resulting from the alchemical activation of a substance.  In the esoteric codices, the bronze knight knows not whether its mission is toconquer or to protect. Since its alchemical elevation, it has merely beenseeking to discover its purpose. The age of bronze was an age of heroes.", "material_type": "BossItem", "weekdays": []}, {"id": "i_491", "name": "Crown of Insight", "rarity": 5, "description": "A precious Talent Level-Up material.  Once a medium for the storage and transfer of wisdom in ancient times. Now,wisdom is found in ancient texts and in profound speech. Nevertheless, thisCrown of Insight must still be able to impart some transcendent power andwisdom to its bearer.", "material_type": "RewardItem", "weekdays": []}, {"id": "i_321", "name": "Varunada Lazurite Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_322", "name": "Varunada Lazurite Fragment", "rarity": 3, "description": "Character Ascension material.  \"My ideals have no stains.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_323", "name": "Varunada Lazurite Chunk", "rarity": 4, "description": "Character Ascension material.  \"My ideals have no stains.  I must correct you. People here bear no sins in the eyes of the gods…\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_324", "name": "Varunada Lazurite Gemstone", "rarity": 5, "description": "Character Ascension material.  \"My ideals have no stains.  I must correct you. People here bear no sins in the eyes of the gods… Onlylaws and the Tribunal can judge someone.  They can judge even me. So praise my magnificence and purity.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_n113076", "name": "Secret Source Airflow Accumulator", "rarity": 4, "description": "A special structure removed from a dragon-headed Source Mechanism. It is nolonger active.  It may once have been designed to allow all manner of objects to escape thebonds of celestial bodies before being trialed in the Source Mechanisms. Ifeverything had gone smoothly, this technology might, in time, have beenapplied to more important areas…", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_600", "name": "Calla Lily", "rarity": 1, "description": "A flower that grows near water sources. When cooked, the petals have a chunkytexture, yet are sweet and a little bitter.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_51", "name": "Firm Arrowhead", "rarity": 1, "description": "A roughly produced arrowhead. Though unimpressive, neither it nor the bowshould be underestimated, for even the bravest knight can be felled by anarrow from the rear.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_52", "name": "Sharp Arrowhead", "rarity": 2, "description": "A well-made arrowhead. Sharp enough to penetrate armor with the ease of a rockthrough the surface of water.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_53", "name": "Weathered Arrowhead", "rarity": 3, "description": "An old arrowhead coated in blood. The arrowhead has long since lost itssharpness and thus its use as a weapon.  However, it represents the pride of a hunter and acts as both an amulet and amedal.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_401", "name": "Teachings of Ballad", "rarity": 2, "description": "Talent Level-Up material.  Poetry is the soul of the land of the wind.  Poetry is the manifestations of beautiful feelings. On a beautiful day, thebreezes carry with them poetry that touches the heart of people like the windcaressing the leaves.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_402", "name": "Guide to Ballad", "rarity": 3, "description": "Talent Level-Up material.  Poetry is the soul of the land of the wind.  Poetry is the manifestations of the will to encourage. In the dark days, thegales in the streets and alleyways whisper words of fury, like the battledrums, like the low rumbling before the storm.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_403", "name": "Philosophies of Ballad", "rarity": 4, "description": "Talent Level-Up material.  Poetry is the soul of the land of the wind.  Poetry is the manifestations of the desire to spread the word. Though nothingis eternal, though nothing will be the same, the wind's poetry will stillspread beyond the skies, the land, the seas to every corner of the world.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n113070", "name": "Eroded Scale-Feather", "rarity": 5, "description": "A pitch-black scale that fell to the ground after the battle against the Lordof Eroded Primal Fire.  The ancient dragons once used their fallen scales as a means to transmitsecret messages and edicts.  This scale has been utterly corroded by the power of darkness, the light thatwas once engraved upon it wholly devoured, leaving naught but twisted, darkremnants.", "material_type": "BossItem", "weekdays": []}, {"id": "i_331", "name": "Vajrada Amethyst Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_332", "name": "Vajrada Amethyst Fragment", "rarity": 3, "description": "Character Ascension material.  \"This body is the noblest and most eminent of all in this world.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_333", "name": "Vajrada Amethyst Chunk", "rarity": 4, "description": "Character Ascension material.  \"This body is the noblest and most eminent of all in this world.  It should hold absolute control over this world.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_334", "name": "Vajrada Amethyst Gemstone", "rarity": 5, "description": "Character Ascension material.  \"This body is the noblest and most eminent of all in this world.  \"It should hold absolute control over this world.  \"It once promised its people a dream: the never-changing 'eternity.'\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_n101252", "name": "Glowing Hornshroom", "rarity": 1, "description": "A fungus that emits a faint light in the darkness. It is so named because itsshape resembles the horny crest of an Iktomisaurus.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n112104", "name": "Sentry's Wooden Whistle", "rarity": 1, "description": "The symbol of a Natlan tribal sentry.  Warriors are not born as warriors. They must first acquire the skills ofcombat by learning under the tutelage of those who have already done so. Thisis the origin of the trainee position of sentry.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112105", "name": "Warrior's Metal Whistle", "rarity": 2, "description": "The symbol of a Natlan tribal warrior.  A metal whistle that is given to individuals who have been officiallyrecognized as tribal warriors. It is used to communicate and alert others todanger by those that patrol the tribe's vicinity. This is a duty that fallsupon the warriors of the tribe.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112106", "name": "Saurian-Crowned Warrior's Golden Whistle", "rarity": 3, "description": "Among Natlan's tribes, this is the symbol of a mighty, Saurian-Crownedwarrior.  A golden whistle that is bestowed only upon those who have won great honor forthe tribe and shown valor of the highest order. Its symbolic significance nowoutweighs its practical use, for a Saurian-Crowned warrior is able to handlemost crises alone.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n104353", "name": "Teachings of Conflict", "rarity": 2, "description": "Talent Level-Up material.  Conflict is considered reason in the Nation of Pyro.  Rather than avoiding conflict, one should face confrontations head-on. Oncethe outcome has been made manifest, the path forward should be determinedaccordingly.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n104354", "name": "Guide to Conflict", "rarity": 3, "description": "Talent Level-Up material.  Conflict is considered reason in the Nation of Pyro.  Conflicts can always be resolved by greater powers. This fact means that theycan always be managed, as opposed to developing into something uncontrollable.Conflict is also a kind of limitation, preventing people from endless shirkingof responsibilities without weighing the costs. It demands that participantssettle their scores decisively and efficiently.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n104355", "name": "Philosophies of Conflict", "rarity": 4, "description": "Talent Level-Up material.  Conflict is considered reason in the Nation of Pyro.  The premise of conflict is that all parties involved must confront their owndesires with the utmost sincerity. Only then, amid the fight or debate, canthey remain mindful of what they wish to achieve and stay true to theiroriginal objectives.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n113069", "name": "Eroded Sunfire", "rarity": 5, "description": "Though the battle with the Lord of Eroded Primal Fire has ended, this ring-shaped flame yet burns.  In the beginning, in the deepest, darkest of nights, the master of flameemulated the sun, thus supplanting the light of the starry skies.  Though the flame's glow has been halfway corroded, it still reflects the worldof old in its glory.", "material_type": "BossItem", "weekdays": []}, {"id": "i_n114069", "name": "Night-Wind's Mystic Consideration", "rarity": 2, "description": "Weapon Ascension Material.  In ancient times, shamans, priests, or those known as mystics were always onthe hunt for methods by which they could communicate with the silentunderground realm. Ever since the Wayob gradually began to manifest, reactingto the resonance between the lone hero and the Nightsouls, this had been so.  Entrancement, disembodiment, and theurgy were the main methods they chose,each accomplished through the aid of meticulously polished ritual tools.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112116", "name": "Refractive Bud", "rarity": 2, "description": "A leaf bud dropped by the monster known as the Tenebrous Mimiflora after beingvanquished.  It is said that when this creature emerged from the Black Tide, the firstthings it grew were these tender buds capable of deflecting elemental power.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114070", "name": "Night-Wind's Mystic Premonition", "rarity": 3, "description": "Weapon Ascension Material.  Ancient psychics believed that the Wayob, as formless entities ofconsciousness, were beings stripped of externality and thus the closest thingto the essence of the spirit.  The process of polishing rough stones until all texture had been removed,turning them into mirrors of pure light, was also seen as a ritual forremoving the surface representations of worldly phenomena. Perhaps thereflections that these psychics saw upon the smooth surface of the mirrorswere projections of their own spirits…", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112117", "name": "Bewildering Broadleaf", "rarity": 3, "description": "An arrow-shaped leaf dropped by the monster known as the Tenebrous Mimifloraafter being vanquished.  After corroding the Ley Lines and extracting the memories within, the creaturegrows these leaves as a means of storing the information it has deciphered.There may be a close link between these intricately patterned leaves and theforms that their host can mimic.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114071", "name": "Night-Wind's Mystic Augury", "rarity": 4, "description": "Weapon Ascension Material.  When intangible spirits attach themselves to objects, they merge and transforminto various forms through a process known as spiritual fusion. Once this hastaken place, these spirits are capable of conveying dreamlike visions tohumans in a state of trance.  It fell upon those who frequently engaged in such dialogues with the spiritsto interpret these vision-like dreams, translating omens from beneath theearth into language that could be understood by the tribe, or transformingtheir warnings into stories. It is said that this is the origin of the tribalstorytellers, and also why most outstanding storytellers hail from the Night-Wind.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112118", "name": "Illusory Leafcoil", "rarity": 4, "description": "A core formed from tightly coiled leaves, the remnant of the monster known asthe Tenebrous Mimiflora after being vanquished.  It may appear lifeless and dull on the surface, yet a faint, ominous power canstill be sensed pulsing within.  People often wonder where the memories that such creatures drew from the earthgo when they are slain. Perhaps the answer lies within this core…", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114072", "name": "Night-Wind's Mystic Revelation", "rarity": 5, "description": "Weapon Ascension Material.  Regardless of how they are polished, representations of worldly matter cannotbe made to transcend their physical nature — they will always remain materialin essence. Similarly, pure human spirit can neither be expressed solelythrough the \"tree\" of intention, nor embodied through obsidian mirrors thatneed constant polishing. As the power of the Night Kingdom and the Nightsoulsgrew, so too did the types of objects that could be used for spiritual fusion.Eventually, the Wayob came to be capable of conveying revelations of the NightKingdom through various thoughts alone, dispensing of the need for devotees toperform the ritual of polishing stones into mirrors. Thus were such ritualtools rendered obsolete.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n114065", "name": "Delirious Decadence of the Sacred Lord", "rarity": 2, "description": "Weapon Ascension Material.  It is said that the controversial mastermind who later came to be known as theSacred Lord of the ineffable city was once imprisoned. The first human toascend, who at the time had not yet attained divine form, showed him greatcompassion.  Thus, after emerging from the mighty wing-shadows of a once-great race, he wasaccepted by the tribe who had once been his.  Since then, he has concealed his true visage beneath a mask, hiding the goldenpatterns that mark it, and resolved to offer up everything to the master whoholds his vow.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n114066", "name": "Delirious Desolation of the Sacred Lord", "rarity": 3, "description": "Weapon Ascension Material.  During the war with the dragons, that mastermind of all the tribes — the sameone who had hidden his face behind a mask — deciphered the golden patterns onthe non-human ruins for the warriors. The knowledge with which he did so isnow long lost.  It was from their enemies that he learned the language and thought patternsrequired to do this. For him, wielding these skills against them was perhaps adeeply satisfying act of revenge.  Yet his unconcealed hatred for them was a recurring cause of great concernamong his fellow heroes.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n114067", "name": "Delirious Demeanor of the Sacred Lord", "rarity": 4, "description": "Weapon Ascension Material.  It was in that era that the first human to ascend arose from the throne toenter the Sacred Flame, while the mortal world awaited the arrival of theirsuccessor.  It was also the era that the mastermind took up the reins of all authority intheir stead.  Unfortunately, this self-proclaimed Sacred Lord, this usurper who believedthat the god he had loved and shed golden tears for should forever remain theone and only — overstepped his authority. Placing selfish desire above thecommandments left by that revered god, he established a city in which theheavens and the earth were separated from one another.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n114068", "name": "Delirious Divinity of the Sacred Lord", "rarity": 5, "description": "Weapon Ascension Material.  The Sacred Lord of the ineffable city often murmured non-human languages inhis dreams, and when he beheld himself in the mirror, he saw how the singlepupil that was visible through his mask was gradually becoming vertical. Thisonly served to further fuel his growing hatred for the dragons.  It is said that when the scarlet-eyed youth burned down that city above acity, submerged in shadow as it was, he witnessed a half-human figure beforethe royal hall who had been driven mad. As if tearing off its very face, itripped away at its indelible divine visage, revealing gaping holes that werefearsomely draconic.  Consumed by the golden flames it spewed, the disfigured form of that derangedsoul fell from a great height into the pitch-black mire below. Forsaken byall, thus was the tragic end that this delusional outcast is said to have met.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n114061", "name": "Blazing Sacrificial Heart's Terror", "rarity": 2, "description": "Weapon Ascension Material.  According to ancient tribal tradition, all that a person takes comes from thisworld — so naturally, all that they gain shall also be given back to it.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n112113", "name": "Axis of the Secret Source", "rarity": 2, "description": "Comes from a now-defunct Secret Source Automaton.  It appears to be just a component that was used to connect two mechanisms.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112101", "name": "Juvenile Fang", "rarity": 1, "description": "A tooth that fell from a Natlan Saurian.  It looks like it belonged to a juvenile creature. If there was a way todetermine the age of its previous owner, perhaps it would show that they hadnot yet roamed the world for long.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n114062", "name": "Blazing Sacrificial Heart's Hesitance", "rarity": 3, "description": "Weapon Ascension Material.  After the original civilizations crumbled like shattered jade — and thoseenvoys from the skies above, under whose guidance the earthly civilizationshad thrived, were devoured by the awakened dragons — humanity plunged intosavagery, losing the ability to perceive the world anew.  Thus did they revert to their most primal beliefs, convinced of the inherentmystery of the earth that nurtured all things. This marked the dawn of the erawhere hunted prey began to be offered as sacrifices.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n112114", "name": "Sheath of the Secret Source", "rarity": 3, "description": "Comes from a now-defunct Secret Source Automaton.  It appears to be the mechanism by which the Secret Source Automaton waspowered, but its core is now empty.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112102", "name": "Seasoned Fang", "rarity": 2, "description": "A sturdy tooth that fell from a Natlan Saurian.  Wear and tear bear witness to the experiences and battles of its previousowner. Among the many Saurians of Natlan, one with such a tooth must have beenconsidered a formidable warrior indeed.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n114063", "name": "Blazing Sacrificial Heart's Resolve", "rarity": 4, "description": "Weapon Ascension Material.  It is said that the Sage of the Stolen Flame, after imparting the secretknowledge of the mastery of flames in all their many forms to thetribespeople, hoped that they would climb the ladder of civilization andabandon the wrongful practices of their forebears.  Yet dogma deeply entrenched is difficult indeed to shake, and the nowempowered youngsters instead ignited conflicts within their own tribes merelyfor the sake of more offerings. This may explain the sage's eventualdisillusionment and withdrawal from history.  Notably, it was precisely during the reign of the Sacred Lord of the ineffablecity that the practice of offering live sacrifices was banned outright. Thoughthe Sacred Lord's true motivation for abolishing many of their customs was theconsolidation of authority, this particular act might also be seen as thestart of a new kind of civilization.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n112115", "name": "Heart of the Secret Source", "rarity": 4, "description": "Comes from a now-defunct Secret Source Automaton.  It appears to be an intact core by which the Secret Source Automaton waspowered, a strange device that seems to have been produced as a universalcomponent. According to legend, the ingenious thinkers of antiquity drew uponthe same wisdom used in the creation of golden patterns to design theblueprints by which these extraordinary machines functioned. Perhaps this corewas one of them.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112103", "name": "Tyrant's Fang", "rarity": 3, "description": "A sharp tooth that fell from a mighty Natlan Saurian.  Its serrated edge and fearsome shape attest to the ferocity of its owner inbattle. Among the many Saurians of Natlan, one with such a tooth must havebeen a ruthless tyrant indeed.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n114064", "name": "Blazing Sacrificial Heart's Splendor", "rarity": 5, "description": "Weapon Ascension Material.  \"If you wish to possess all that the world has to offer, you must first offerall you have to the world.\"  After the Sacred Lord of the ineffable city forbade the people from praying tothe Night Kingdom, the spiritual bonds that had once been established fellinto ruin.  The scarlet-eyed youth, guided through numerous trials, now faced his finaltest: to emulate the first human to ascend and confront his own demise byoffering up his heart with a golden dagger.  Self-sacrifice was seen as an honor reserved for the victor — and thus,without even a moment's hesitation, he sliced open his chest with the gleamingblade.  In the end, his sacrifice received the response it deserved, and he was ableto return from the kingdom where water flows as rays of light to set out upona grand new endeavor.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n112119", "name": "Cold-Cracked Shellshard", "rarity": 2, "description": "A chunk of shell carved from a Furnace Shell Mountain Weasel's back after itsdefeat.  Where it once blazed brightly, this piece has long since gone cold. The fire-like luster it once held is no more.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112080", "name": "Transoceanic Pearl", "rarity": 1, "description": "A small crystal obtained from a defeated Fontemer Aberrant.  Fontemer Aberrants arise from Fontaine's sea. They are believed to be a uniquelife form born from the mysterious energy in the water.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112120", "name": "Warm Back-Shell", "rarity": 3, "description": "A portion of shell removed from a Furnace Shell Mountain Weasel's back afterits defeat.  Furnace Shell Mountain Weasels accumulate Phlogiston in their shells fromfeeding to be used in emergencies. The sight of them blazing fiery trails overthe Sacred Mountain has not been seen since ancient times.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112081", "name": "Transoceanic Chunk", "rarity": 2, "description": "A crystal obtained from a defeated Fontemer Aberrant.  It gives off a somewhat mysterious energy.  Although many legends speak of great life forms residing in remote seas beyondhuman reach, ordinary oceans can hardly compare to the vibrant seas ofFontaine.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112121", "name": "Blazing Prismshell", "rarity": 4, "description": "A whole piece of radiant shell liberated from a Furnace Shell MountainWeasel's back after its defeat.  It is said that the more Phlogiston a Furnace Shell Mountain Weasel has storedin its back, the higher its status in the pack. The reasoning for thisphenomenon may be quite simple: More dominant Furnace Shell Mountain Weaselslikely have less need to call on their Phlogiston reserves than their lessprominent peers.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112082", "name": "Xenochromatic Crystal", "rarity": 3, "description": "A large crystal obtained from a defeated Fontemer Aberrant.  It contains a mysterious energy.  All rivers and seas originate in Fontaine, but the water loses all its uniqueproperties once it flows outside Fontaine's borders.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112110", "name": "Ignited Stone", "rarity": 2, "description": "A shard obtained from the body of a defeated Avatar of Lava.  Though it has been shattered to a great extent, on the inside, it stillcontinues to burn. Perhaps this is a testament to the extraordinary vitalityof phlogiston.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112111", "name": "Ignited Seed of Life", "rarity": 3, "description": "A condensed pile of burning matter obtained from the body of a defeated Avatarof Lava.  It emits a slight heat.  Attempting to stop a stone pile of this size from incessantly burning awaywould be a hard task indeed. It is said that this is some primordial form oflife.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112112", "name": "Ignited Seeing Eye", "rarity": 4, "description": "A core retrieved from within the body of a defeated Avatar of Lava.  It emits a considerable heat.  It is said that once such a core has formed, left to itself, it will developinto a new Avatar of Lava. In ancient times, it was once believed that allforms of life could be traced back to conflagration, and that in the spark ofburning matter lay the origins of the soul and sentient wisdom. Perhaps thevery existence of Avatars of Lava would bear out such a belief — or perhaps itwas the emergence of this theory itself that explains how they came to inhabitthe land of Natlan…", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114053", "name": "Dross of Pure Sacred Dewdrop", "rarity": 2, "description": "Weapon Ascension Material.  Legends say that before the birth of life, there was a dense primordial sea.It is the purest origin of all things, and one day, it will also swallow alllife… and those things which did not arise from it will be filtered out,becoming naught but floating detritus.  \"The existence of detritus also has meaning — What kind of thing would berejected by the source of all things that swallows all life?\" the youngHarmost asked the great usurper, pondering this conundrum.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n112086", "name": "Drop of Tainted Water", "rarity": 2, "description": "A small drop of water obtained from a defeated Tainted Hydro Phantasm.  The life force in it has yet to ebb away.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114054", "name": "Sublimation of Pure Sacred Dewdrop", "rarity": 3, "description": "Weapon Ascension Material.  \"Life that came from the primordial sea is inevitably fated to return to it.\"Thus spoke the Harmost Boethius. \"But there are infinite possibilities forhumans to transcend, and even the waters of the primordial sea cannotcompletely dissolve them…\"  The arrogant usurper once attempted to mix insoluble Ichor with pure water, tocontain wisdom and memories, allowing his subjects and servants to discardtheir physical bodies, and obtain independent, eternal lives.  But the pain of severing soul and body cannot be endured by any ordinary life,and the usurper's order tore apart and shattered souls…  The Ichor was dyed black by the crying and howling of so many souls, and itlost its harmony and wisdom, leaving only chaos and madness.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n112087", "name": "Scoop of Tainted Water", "rarity": 3, "description": "Water obtained from a defeated Tainted Hydro Phantasm.  The life force in it has yet to ebb away.  Today, with the Oceanids extirpated from Fontaine, strange elemental lifeforms that are far from elegant have appeared in the waters.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114055", "name": "Spring of Pure Sacred Dewdrop", "rarity": 4, "description": "Weapon Ascension Material.  This is a relic from a time when the Lochknights still roamed — the knightssaid, there were still loyal spirits in the mountain springs and valleys wherenone tread, guarding those pure, unpolluted springs…  However, the creator of artificial Ichor couldn't tolerate any discord in hisgreat symphony. It is said that wherever the Harmost Boethius went, thenatural nectar was buried, the aqueducts of the empire were built, and thespirits born of pure water vanished without a trace…", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n112088", "name": "Newborn Tainted Hydro Phantasm", "rarity": 4, "description": "A new life form that arose from the dispersed Tainted Hydro Phantasm. It istrapped inside a bottle.  The life contained within the waters is formless, and formless life is born ofwater and gains water's shape.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114056", "name": "Essence of Pure Sacred Dewdrop", "rarity": 5, "description": "Weapon Ascension Material.  A dense and pure solution, derived and refined from drops of the vastprimordial sea. The ancient God King once believed it would bring eternal lifeand infinite wisdom, but listening carefully— it was quietly, faintlyprophesizing the final end of all dissolving into one.  This was once the God King's unfinished Grand Symphony — a boundless,sourceless golden Ichor replacing the wild primeval waters, and the gloriousimmortal sages bringing nectar-like enlightenment to the ignorant corners ofthe world.  But the God King's delusions ultimately sank into the depths of the blackabyss, and with the ravages of time, the golden Ichor was eventually corrodedby the primordial soup…  The tuner turned a blind eye to the evil omens, and supporting his brokenbody, continued to give life to his compatriots according to the plans oncelaid, so that the old order might one day return…  Even today, many mad poets and painters of Fontaine see the apocalypseexperienced by Boethius, a reminder of the inescapable cycle of the world.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_581", "name": "Mask of the Wicked Lieutenant", "rarity": 2, "description": "Weapon Ascension Material.  Folktales tell that once upon a time, there lived an oni named Torachiyo.Torachiyo was a highly skilled warrior, such that it was once said theTorachiyo might dance amid a thousand blades, juunihitoe robes becomingshredded like falling violet petals, and yet not receive a single wound. Yetthis oni would eventually betray the Shogun and revolt, becoming shorn of anarm and a horn in the battle before fleeing and slaying itself in a fit offurious madness.  Hearsay holds that the stubborn oni often hold fear and distress in theirhearts. That they should fantasize about eternity yet fear the moment, and areapt to become swallowed by terror or anger is their just reward. This maskdepicts Torachiyo, fangs bared.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_161", "name": "Old Handguard", "rarity": 1, "description": "A battle-worn handguard that was once mounted on an Inazuman blade.  For those adept in the art of the sword, the tsuba is a defense from the edgeof an opponent's blade. For beginners, it is a defense made for their ownright hand, to protect it from itself.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_582", "name": "Mask of the Tiger's Bite", "rarity": 3, "description": "Weapon Ascension Material.  \"Sumirezome Sangetsu Kogetsukan\" depicts the fierce oni Torachiyo shatteringthe Shogun's naginata with a single bite, thus gaining the upper hand for atime. As such, masks that are based on him have finely crafted fangs.  In the denouement of this tale, the wounded oni fled into the forest, deathlyafraid of showing himself even to the cold moonlight. The wind that whispersthrough the alleys and valleys can be said to resemble his quiet cries ofagony, and so there is a poetic seasonal expression for this in Inazuma:\"Torachiyo's Wind.\"", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_162", "name": "Kageuchi Handguard", "rarity": 2, "description": "A handguard mounded upon a sword of some distinction.  Inazuma has a long tradition of sword-making. When making swords, smiths willoften make several different weapons at once, before choosing from among themthe \"shinuchi,\" or the best weapon, while the others are known as \"kageuchi.\"", "material_type": "CommonItem", "weekdays": []}, {"id": "i_583", "name": "Mask of the One-Horned", "rarity": 4, "description": "Weapon Ascension Material.  In the lost songs of the oni nursemaids, Torachiyo was an elegant young man,strong of body and fair of face. He was once a beloved lieutenant of theShogun, and he followed her into the dark abyssal realms to repel the defiledones, winning renown for the oni, whose blood thinned with each passing day.  None now sing these songs, but the mask of a horned oni, even in a differentform, still possesses power beyond the norm.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_163", "name": "Famed Handguard", "rarity": 3, "description": "An intricately-made handguard that was mounted upon a famed weapon.  Some believe that swords have souls and lives of their own, and thus deservetheir own names. Those who love their blades will be acknowledged by them inturn. But those who see their swords as friends or even lovers should bewarned that this relationship is built on death and bloodshed. The passions ofthose who dance with their blade amid crimson showers must surely be cooledsomeday by fickle steel.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_584", "name": "Mask of the Kijin", "rarity": 5, "description": "Weapon Ascension Material.  Chiyo, a warrior of the oni tribe with the Electro Mitsudomoe emblememblazoned on her back, was once swallowed whole by a beast from beyond thisworld that had a tiger's body and a serpent's tail while holding back theforces of darkness. At last, she tore the creature's innards apart fromwithin, breaking free.  This is the origin of the phrase \"Chiyo the Tiger-Bite,\" and would be changedover many years to \"Torachiyo.\"  But within the belly of the beast, she was stained by a deep sin and saw hercomrades ripped to shreds by those blood-red teeth. Steeped in darkness as faras the eye could see, she would eventually draw her sword upon the AlmightyNarukami Ogosho. Her sword-arm and one horn would be cloven, and she wouldflee from the city into the forest like a wounded beast. There, they say thatshe was taken for some unknown monster and slain by the tengu, or perhaps bythe Shuumatsuban — or perhaps by a scion of the Iwakura Clan training deep inthe mountains, for her features had been twisted by hatred and the agony ofher wounds. Or perhaps she even met the oni-masked, sword-bearing doll nearthe corpse of the giant serpent, and there ended her life's journey.  Few among those who fought against the abyss in those days were spared pitch-dark dreams. Those who slew monsters and then became them were hardly theminority. The border between worlds grows fragile, and corruption of this kindis perhaps not merely monodirectional.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112107", "name": "Shard of a Shattered Will", "rarity": 2, "description": "A fragment that houses a Wayob Manifestation.  It is a broken shard of a shattered stone idol. Its capacity for channelingthe Wayob's will and power is also extremely limited.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_31", "name": "Damaged Mask", "rarity": 1, "description": "A broken bone mask that once belonged to some hilichurl.  Now more broken than complete, it can no longer perform its primary function.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112108", "name": "Locus of a Clear Will", "rarity": 3, "description": "A jade idol that houses a Wayob Manifestation.  You can roughly make out the form of an idol figurine. It has a greatercapacity for channeling the Wayob's will and power.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_32", "name": "Stained Mask", "rarity": 2, "description": "A bone mask, covered in unidentifiable stains, that emanates a mysteriousodor.  Yet such is the devotion of hilichurls to masks that they will wear itnonetheless.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112109", "name": "Sigil of a Striding Will", "rarity": 4, "description": "An obsidian talisman that houses a Wayob Manifestation.  It consists of a jade idol figurine encased in obsidian. They say that in thepast, people often used such figurines to attempt to communicate directly withthe Wayob of the Night Kingdom. Perhaps this also explains why the Wayob candwell within it and manifest itself in physical form.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_33", "name": "Ominous Mask", "rarity": 3, "description": "A glossy bone mask with oil markings painted on it, meant to intimidateenemies.  No one really knows why hilichurls are so fascinated with masks. Some say thatit's because they don't want to see their own reflections in the water.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n114049", "name": "Fragment of an Ancient Chord", "rarity": 2, "description": "Weapon Ascension Material.  A harp with rotten keys. Its voice blocked, it cannot be played nor its soundheard.  It is said the descendants of the forgotten music once lacquered mechanicalwooden harps with gold in order to revive the magnificent remnants of theancient dynasty, futilely attempting to match them to the silent golems…  A long time passed, and then more, and the rotten, off-key harps remained inthe grasp of those silent giants, caressed by the waves, playing onlysorrowful strains.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n114050", "name": "Chapter of an Ancient Chord", "rarity": 3, "description": "Weapon Ascension Material.  Legends say that the survivors of that ancient dynasty once cast a harp out ofblack iron to commemorate and mourn.  A harp cast of black iron cannot be played. To mourn that ancient dynasty thatwas once so proud of its golden music, those remaining forged this heavyinstrument and its yet weightier silence.  But no matter what, the black iron harp remained as silent as that lost era.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n114051", "name": "Movement of an Ancient Chord", "rarity": 4, "description": "Weapon Ascension Material.  In that great disaster, the golden palace sank with its throne, the music wasshattered, the notes turned to silence…  But the remnants of that empire never gave up their desire for salvation andto surpass fate.  To save their waning civilization and their desire to transcend, the GoldenTroupe played melodies most wondrous, enticing children to offer theirprecious souls to the sleeping golems.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n114052", "name": "Echo of an Ancient Chord", "rarity": 5, "description": "Weapon Ascension Material.  The God King's Grand Symphony is composed of countless melodies linkedtogether, but its main thesis is submerged under the common destiny of theWater Nation.  The harmonies of those carefree years and sonatas were once the greatestrepresentation of civilization and order, but when the prosperous empiredescended into a playground for tyrants, the brutal despots tore theconnection with the source asunder under the cover of golden cloaks, anddiscord finally swarmed through the empire—  The original song of fate continued to ring out on a score of fading gold,unperturbed by all… until all was dissolved, and all returned to chaos.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}]}