{"list": [{"id": "i_361", "name": "Prithiva Topaz Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_362", "name": "Prithiva Topaz Fragment", "rarity": 3, "description": "Character Ascension material.  \"The currencies that flow through this land are my flesh and blood.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_363", "name": "Prithiva Topaz Chunk", "rarity": 4, "description": "Character Ascension material.  \"The currencies that flow through this land are my flesh and blood.  For thus did I become the guarantor of the people's hard work, wisdom, andfuture.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_364", "name": "Prithiva Topaz Gemstone", "rarity": 5, "description": "Character Ascension material.  \"The currencies that flow through this land are my flesh and blood.  For thus did I become the guarantor of the people's hard work, wisdom, andfuture.  This is the trust I have placed in them. Betray it, and you taint my blood.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_n113049", "name": "Artificed Spare Clockwork Component — Coppelia", "rarity": 4, "description": "An artificed spare clockwork component belonging to Coppelia. It powers thisartificed dancer.  According to its creator's design, the story of the artificed dancer withdelicate joints ends at a merry moment. Coppelia will send whoever attempts todisturb that moment to a chapter of misfortune with her superb combat skills.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_680", "name": "Dendrobium", "rarity": 1, "description": "A vibrant plant that has also been named the \"lycoris\" by the poets. It wasonce thought extinct in the Inazuman archipelago, only to re-emerge now uponthe battlefields. It is said that it blooms most enchantingly where much bloodwas spilled.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_185", "name": "Spectral Husk", "rarity": 1, "description": "An energy core that allows the Specters to float. It contains a small amountof elemental energy.  Most of the rest has already dispersed.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_186", "name": "Spectral Heart", "rarity": 2, "description": "An energy core that allows the Specters to float.  These elemental life-forms have strange behavioral patterns and willperiodically surge in number before disappearing.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_187", "name": "Spectral Nucleus", "rarity": 3, "description": "A complete energy core that can sometimes be found after defeating Specters.  There is a debate among those who just have to divide the world into winnersand losers: what floats better — a Specter or an Anemo Slime?", "material_type": "CommonItem", "weekdays": []}, {"id": "i_426", "name": "Teachings of Light", "rarity": 2, "description": "Talent Level-Up material.  Light is the yearning of the land of thunder.  The ruler who claims to have perceived all forever aims to hoard celestialglory. But this vision that cannot be shared only leads people to long for itmore fiercely, like moths diving into the flame.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_427", "name": "Guide to Light", "rarity": 3, "description": "Talent Level-Up material.  Light is the yearning of the land of thunder.  Though the sun rays themselves should be blocked by layers upon layers ofclouds, there are still those in the thunder god's land who dream of piercingthat wrathful sea of lightning to pursue the glory of the divine, fearing notthat they shall be cruelly struck down.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_428", "name": "Philosophies of Light", "rarity": 4, "description": "Talent Level-Up material.  Light is the yearning of the land of thunder.  Though they must live forever on the earth, humanity will always reach for thelight. Mortals will pursue and surpass, and they will never stop. A sealedeternity may, perhaps, look magnificent, but its essence is death.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n113054", "name": "Lightless Silk String", "rarity": 5, "description": "A slender strand that somehow ended up entangled on your weapon while fightingthe All-Devouring Narwhal.  In ancient Fontaine, some thought that Fortuna, which ruled the world, waswoven from countless fibers, like the strings of a harp. Strings that resonatewith the majestic music would bring happiness to all, while discord woulddestroy the fabric of the universe.", "material_type": "BossItem", "weekdays": []}, {"id": "i_491", "name": "Crown of Insight", "rarity": 5, "description": "A precious Talent Level-Up material.  Once a medium for the storage and transfer of wisdom in ancient times. Now,wisdom is found in ancient texts and in profound speech. Nevertheless, thisCrown of Insight must still be able to impart some transcendent power andwisdom to its bearer.", "material_type": "RewardItem", "weekdays": []}, {"id": "i_311", "name": "Agnidus Agate Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_312", "name": "Agnidus Agate Fragment", "rarity": 3, "description": "Character Ascension material.  \"A pilgrimage for a wish; a battle to earn a name...\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_313", "name": "Agnidus Agate Chunk", "rarity": 4, "description": "Character Ascension material.  \"A pilgrimage for a wish; a battle to earn a name...  Burnt to cinders for a dream.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_314", "name": "Agnidus Agate Gemstone", "rarity": 5, "description": "Character Ascension material.  \"A pilgrimage for a wish; a battle to earn a name...  Burnt to cinders for a dream.  If the intention yet remains, achieved ██'s truth he has.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_n113059", "name": "Fragment of a Golden Melody", "rarity": 4, "description": "A golden fragment that fell from the centaur golem's chest. Putting the tuneinscribed upon the shattered rubble back together, it appears to be a smallsliver of a grander musical movement.  People once believed that the song of eternal happiness and harmony wouldresound throughout the world till the end of all destinies. But harmonies canbe changed. When the rebellious God King fell from his throne, theimperishable capital was reduced to refuse and rubble — for who, then, shallthe lyre in the hands of a legion-less commander play?", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n101236", "name": "Rainbow Rose", "rarity": 1, "description": "A delicate and tender pink flower. Despite their name, Rainbow Roses areessentially more akin to Lilies.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_111", "name": "Recruit's Insignia", "rarity": 1, "description": "An insignia to identify the recruits. Makes one wonder about what the onesjoining the Fatui's war machine were thinking.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_112", "name": "Sergeant's Insignia", "rarity": 2, "description": "An insignia with a different shape to distinguish the sergeants from newrecruits. Perhaps there are complicated emotions behind it.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_113", "name": "Lieutenant's Insignia", "rarity": 3, "description": "An insignia to identify officers. The Fatui possess a colossal army, so theremust be something extraordinary about the ones who achieved this rank withinthe group.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n104344", "name": "Teachings of Order", "rarity": 2, "description": "Talent Level-Up Material.  The shield of the Nation of Water is order.  All law in Fontaine ultimately serves to maintain a stable order. Withoutorder, there is chaos, and there can be no fairness in chaos.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n104345", "name": "Guide to Order", "rarity": 3, "description": "Talent Level-Up Material.  The shield of the Nation of Water is order.  All law in Fontaine ultimately serves to maintain a stable order. Without theguarantee provided by order, justice will be reduced to unlimited violence, aweapon used by all against all.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n104346", "name": "Philosophies of Order", "rarity": 4, "description": "Talent Level-Up Material.  The shield of the Nation of Water is order.  All law in Fontaine ultimately serves to maintain a stable order. Equity andjustice come from order, and serve order. Like the still, ripple-less surfaceof the waters of Fontaine, order is the cornerstone of Fontaine's existence.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n113060", "name": "Fading Candle", "rarity": 5, "description": "??", "material_type": "BossItem", "weekdays": []}, {"id": "i_561", "name": "Coral Branch of a Distant Sea", "rarity": 2, "description": "Weapon Ascension Material.  Watatsumi Island is the furthest from Narukami Island in the Inazuman islandchain, and its name means \"the god of the oceans\" in the island's ancienttongue. Legend has it that when the great serpent first arose within theabyssal nation of ever-night, its fluorescent body was covered in myriad-colored coral.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_171", "name": "Chaos Gear", "rarity": 2, "description": "Comes from a now-inactive ancient Ruin machine.  This is the energy source of that biomimetic mechanism.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_161", "name": "Old Handguard", "rarity": 1, "description": "A battle-worn handguard that was once mounted on an Inazuman blade.  For those adept in the art of the sword, the tsuba is a defense from the edgeof an opponent's blade. For beginners, it is a defense made for their ownright hand, to protect it from itself.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_562", "name": "Jeweled Branch of a Distant Sea", "rarity": 3, "description": "Weapon Ascension Material.  This coral cannot be found anywhere in Teyvat, but was a gift that the greatserpent obtained when it broke into the Dark Sea. For that abyssal snake, tobe filled with coral was to be mighty, and its power would be shaved away asthose corals were lost. In other words, those corals contain power far beyondthe norm.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_172", "name": "Chaos Axis", "rarity": 3, "description": "Comes from a now-inactive ancient Ruin machine.  Even the great techniques and unknown power of this device must come tonothing should the machine that contained them ever fail to maintainstructural integrity.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_162", "name": "Kageuchi Handguard", "rarity": 2, "description": "A handguard mounded upon a sword of some distinction.  Inazuma has a long tradition of sword-making. When making swords, smiths willoften make several different weapons at once, before choosing from among themthe \"shinuchi,\" or the best weapon, while the others are known as \"kageuchi.\"", "material_type": "CommonItem", "weekdays": []}, {"id": "i_563", "name": "Jade Branch of a Distant Sea", "rarity": 4, "description": "Weapon Ascension Material.  Fleeing into the Dark Sea, the god that had lost everything met the abandonedpeople who had nothing within the ocean depths. Thus it elected to remain andbecome their \"Orobashi no Mikoto,\" their \"Watatsumi Omikami.\"  It is said that the great snake god once broke off all the coral branches onits body to give light to the children who were curled up in the darkness.They also say that it used these coral branches to create a huge ladder toallow those children to once again reach the surface and see the light of day.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_173", "name": "Chaos Oculus", "rarity": 4, "description": "Comes from a now-inactive ancient Ruin machine.  The \"Ruin\" part of the name comes from the areas where they are most active.However, Ruin machines actually have little in common with the detritus inwhich they are often found.  In the ancient past, these ruins were once part of a civilization mightyenough to almost touch the dome of the firmament, while \"ruin\" still waits inthe deep places of the earth, awaiting the order to arise and tread allkingdoms underfoot.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_163", "name": "Famed Handguard", "rarity": 3, "description": "An intricately-made handguard that was mounted upon a famed weapon.  Some believe that swords have souls and lives of their own, and thus deservetheir own names. Those who love their blades will be acknowledged by them inturn. But those who see their swords as friends or even lovers should bewarned that this relationship is built on death and bloodshed. The passions ofthose who dance with their blade amid crimson showers must surely be cooledsomeday by fickle steel.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_564", "name": "Golden Branch of a Distant Sea", "rarity": 5, "description": "Weapon Ascension Material.  The meaning that lies behind the name \"Watatsumi\" is simply the unrequitedhopes that the abandoned people who dwelt in the deep sea pinned upon theserpent god that led them.  And it was also because the serpent god now had people who worshiped it thatit stayed in the world it should have long fled, breaking off the coralbranches that adorned its body, treading upon land where it should not have,and facing a foe it could never hope to match — till at last, its divine formwas sundered along with the mountains, its ichor turned into plasma, and itswill and power became a curse that could never be extinguished: Tatarigami.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n114057", "name": "Broken Goblet of the Pristine Sea", "rarity": 2, "description": "Weapon Ascension Material.  Legend says that when the first usurper came to the primordial sea, the firstsovereign gave him a goblet of water.  Later, he became the unquestioned god-king, and used this goblet of water torefine the mysterious drops of dew, establishing a splendid and powerfulempire.  But that is now an ancient story, whose main characters now sleep in thephosphorescence of the schools of the deepwater fish.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112098", "name": "Ruined Hilt", "rarity": 2, "description": "A stone hilt obtained from an ancient statue.  Its luster has long been lost to the depredations of seawater.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112083", "name": "Meshing Gear", "rarity": 1, "description": "Clockwork meka's gear.  It is a crucial part of the meka's transmission structure. The whole systemwill malfunction if this gear is absent.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n114058", "name": "Wine Goblet of the Pristine Sea", "rarity": 3, "description": "Weapon Ascension Material.  What kind of empire can last for a thousand years? After returning from thekingdom of dragons, the usurper once pondered this question.  Combining the immortal stone with the Ichor essence extracted from primordialwater, and carved into a race as black as iron — with arcane lithos for skinand Ichor for blood, never again fearing the curse of returning to theprimeval past...  The silent golem still dreams the dream of the empire — not knowing it hasbeen over a thousand years since the empire's obliteration.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112099", "name": "Splintered Hilt", "rarity": 3, "description": "A stone hilt obtained from an ancient statue.  The chips and grooves speak to the brutal battles its owner once weathered.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112084", "name": "Mechanical Spur Gear", "rarity": 2, "description": "Clockwork meka gear.  Although many breakthroughs have been made in the kinematics of clockworkmeka, its dynamics research has not seen any major advancements beyond theframework laid down by Alain Guillotin four hundred years ago.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n114059", "name": "Silver Goblet of the Pristine Sea", "rarity": 4, "description": "Weapon Ascension Material.  In the years when the golden shroud covered the land, pure spring water had tobe hidden away in concealed mountain streams, and the Lochknights were born inthese sanctuaries.  The knights swear by armor of silver, to protect the spirits born from purewater, to protect their fellows who also keep faith in the one true font,resisting the omnipresent golden power that blotted out the sky and outshonethe sun.  But that is an ancient legend... Not long after the empire collapsed and sank,the knights who resisted the usurper shed their armor, and their stories werehidden in a tangled web of stories and ballads.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112100", "name": "Still-Smoldering Hilt", "rarity": 4, "description": "A stone hilt obtained from an ancient statue.  Only the recentness of its separation from its owner may explain the as-yetunextinguished flame within.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112085", "name": "Artificed Dynamic Gear", "rarity": 3, "description": "Clockwork meka gear.  Precision processing and advancement of material science are the keys toclockwork meka development in Fontaine. With the help of advanced equipment,any engineer is capable of making a meka that outshines \"Lord-Artificer\" AlainGuillotin's creation.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n114060", "name": "Golden Goblet of the Pristine Sea", "rarity": 5, "description": "Weapon Ascension Material.  When the Usurper of the sunken city played the last movement of the goldensymphony, the favored musician stole the golden goblet brimming with Ichor.  Shocked by the foolhardy betrayal of the God King, the musician summoned thelast guards, and used the insoluble Ichor to seal the dragon beneath the talltower, and sank into the abyss with the capital.  Afterwards, this noble thief vanished silently from history, and only the\"Golden Troupe\" faithfully remembers his prophecy.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}]}