{"list": [{"id": "i_351", "name": "Vayuda Turquoise Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_352", "name": "Vayuda Turquoise Fragment", "rarity": 3, "description": "Character Ascension material.  \"Still, the winds change direction.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_353", "name": "Vayuda Turquoise Chunk", "rarity": 4, "description": "Character Ascension material.  \"Still, the winds change direction.  Someday, they will blow towards a brighter future...\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_354", "name": "Vayuda Turquoise Gemstone", "rarity": 5, "description": "Character Ascension material.  \"Still, the winds change direction.  \"Someday, they will blow towards a brighter future...  \"Take my blessings and live leisurely from this day onward.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_n113067", "name": "Ensnaring Gaze", "rarity": 4, "description": "An object obtained after defeating the monster known as the Tenebrous Papilla.It may look like a piece of fruit, but it is not.  Formed from energy that has condensed in a single spot, its \"eye\" seems togaze out from a distant, dark otherworld.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n101253", "name": "Withering Purpurbloom", "rarity": 1, "description": "A flower, the leaves and petals of which look scorched and withered, that canoften be seen in places where ash abounds.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n112101", "name": "Juvenile Fang", "rarity": 1, "description": "A tooth that fell from a Natlan Saurian.  It looks like it belonged to a juvenile creature. If there was a way todetermine the age of its previous owner, perhaps it would show that they hadnot yet roamed the world for long.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112102", "name": "Seasoned Fang", "rarity": 2, "description": "A sturdy tooth that fell from a Natlan Saurian.  Wear and tear bear witness to the experiences and battles of its previousowner. Among the many Saurians of Natlan, one with such a tooth must have beenconsidered a formidable warrior indeed.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112103", "name": "Tyrant's Fang", "rarity": 3, "description": "A sharp tooth that fell from a mighty Natlan Saurian.  Its serrated edge and fearsome shape attest to the ferocity of its owner inbattle. Among the many Saurians of Natlan, one with such a tooth must havebeen a ruthless tyrant indeed.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n104353", "name": "Teachings of Conflict", "rarity": 2, "description": "Talent Level-Up material.  Conflict is considered reason in the Nation of Pyro.  Rather than avoiding conflict, one should face confrontations head-on. Oncethe outcome has been made manifest, the path forward should be determinedaccordingly.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n104354", "name": "Guide to Conflict", "rarity": 3, "description": "Talent Level-Up material.  Conflict is considered reason in the Nation of Pyro.  Conflicts can always be resolved by greater powers. This fact means that theycan always be managed, as opposed to developing into something uncontrollable.Conflict is also a kind of limitation, preventing people from endless shirkingof responsibilities without weighing the costs. It demands that participantssettle their scores decisively and efficiently.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n104355", "name": "Philosophies of Conflict", "rarity": 4, "description": "Talent Level-Up material.  Conflict is considered reason in the Nation of Pyro.  The premise of conflict is that all parties involved must confront their owndesires with the utmost sincerity. Only then, amid the fight or debate, canthey remain mindful of what they wish to achieve and stay true to theiroriginal objectives.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n113061", "name": "Silken Feather", "rarity": 5, "description": "A crystal that you picked up in the ruins after completing the duel againstThe Knave.  The already-cooled blood and fire still maintain the shape of a feather, thatis framed with solidified sleek black threads.  Before their thoughts have matured, young children are reliant on themeticulous care of their parents, just as fledglings need the aegis of anadult wing.  It is to fulfill such wishes that \"Father\" wove dangerous spider-silk into afacsimile of feathers, that she might grant her family some warmth.", "material_type": "BossItem", "weekdays": []}, {"id": "i_491", "name": "Crown of Insight", "rarity": 5, "description": "A precious Talent Level-Up material.  Once a medium for the storage and transfer of wisdom in ancient times. Now,wisdom is found in ancient texts and in profound speech. Nevertheless, thisCrown of Insight must still be able to impart some transcendent power andwisdom to its bearer.", "material_type": "RewardItem", "weekdays": []}, {"id": "i_331", "name": "Vajrada Amethyst Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_332", "name": "Vajrada Amethyst Fragment", "rarity": 3, "description": "Character Ascension material.  \"This body is the noblest and most eminent of all in this world.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_333", "name": "Vajrada Amethyst Chunk", "rarity": 4, "description": "Character Ascension material.  \"This body is the noblest and most eminent of all in this world.  It should hold absolute control over this world.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_334", "name": "Vajrada Amethyst Gemstone", "rarity": 5, "description": "Character Ascension material.  \"This body is the noblest and most eminent of all in this world.  \"It should hold absolute control over this world.  \"It once promised its people a dream: the never-changing 'eternity.'\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_n113064", "name": "Mark of the Binding Blessing", "rarity": 4, "description": "A horn fragment obtained after defeating the Goldflame Qucusaur Tyrant.  A strange mark known as the \"Flamelord's Blessing\" extends out across itssurface. Saurians that bear this mark are said to wield an ancient power ofterrible potency. Yet given their slighter statures, this power is too great aburden for the Saurians of the present day to bear. As such, it has been thecause of much calamity, and many tragedies have stemmed from theuncontrollable power it has unleashed.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n101252", "name": "Glowing Hornshroom", "rarity": 1, "description": "A fungus that emits a faint light in the darkness. It is so named because itsshape resembles the horny crest of an Iktomisaurus.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n104350", "name": "Teachings of Kindling", "rarity": 2, "description": "Talent Level-Up material.  Offering up kindling is the established rule of the Nation of Pyro.  For something gained, something must be given. If you wish to obtainsomething, you must first pay the corresponding price, just like the offeringsthat should be made as kindling in the process of incineration.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n104351", "name": "Guide to Kindling", "rarity": 3, "description": "Talent Level-Up material.  Offering up kindling is the established rule of the Nation of Pyro.  To acquire a certain amount of something, one must first pay the correspondingprice. Sometimes, you may end up paying too much to obtain something; whileother times, you may pay too little, and lose it as a result. Understandinghow to strike this balance between giving and receiving is one of the meaningsof offering kindling.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n104352", "name": "Philosophies of Kindling", "rarity": 4, "description": "Talent Level-Up material.  Offering up kindling is the established rule of the Nation of Pyro.  What is meant by offering kindling is to offer up a sacrifice before oneobtains something, though it does not always guarantee a response or return.Its true meaning lies in paying a price without expecting a reward — for inthe end, the day when the fruits will be reaped is sure to come.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n113054", "name": "Lightless Silk String", "rarity": 5, "description": "A slender strand that somehow ended up entangled on your weapon while fightingthe All-Devouring Narwhal.  In ancient Fontaine, some thought that Fortuna, which ruled the world, waswoven from countless fibers, like the strings of a harp. Strings that resonatewith the majestic music would bring happiness to all, while discord woulddestroy the fabric of the universe.", "material_type": "BossItem", "weekdays": []}, {"id": "i_311", "name": "Agnidus Agate Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_312", "name": "Agnidus Agate Fragment", "rarity": 3, "description": "Character Ascension material.  \"A pilgrimage for a wish; a battle to earn a name...\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_313", "name": "Agnidus Agate Chunk", "rarity": 4, "description": "Character Ascension material.  \"A pilgrimage for a wish; a battle to earn a name...  Burnt to cinders for a dream.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_314", "name": "Agnidus Agate Gemstone", "rarity": 5, "description": "Character Ascension material.  \"A pilgrimage for a wish; a battle to earn a name...  Burnt to cinders for a dream.  If the intention yet remains, achieved ██'s truth he has.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_n113066", "name": "Gold-Inscribed Secret Source Core", "rarity": 4, "description": "This is a core component that separated from the body of a Secret SourceAutomaton: Configuration Device that lost its ability to move after beingdefeated.  Some say that the cores that power all the Secret Source Automatons are thesame type, and that they simply carry different information, as attested bythe fact that the golden patterns on them are different. At first, the manycommands were only added to the circuits to aid their smooth running, but itseems that all the superimposition and layering of orders onto one another haswound up creating a rudimentary artificial intelligence.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n112104", "name": "Sentry's Wooden Whistle", "rarity": 1, "description": "The symbol of a Natlan tribal sentry.  Warriors are not born as warriors. They must first acquire the skills ofcombat by learning under the tutelage of those who have already done so. Thisis the origin of the trainee position of sentry.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112105", "name": "Warrior's Metal Whistle", "rarity": 2, "description": "The symbol of a Natlan tribal warrior.  A metal whistle that is given to individuals who have been officiallyrecognized as tribal warriors. It is used to communicate and alert others todanger by those that patrol the tribe's vicinity. This is a duty that fallsupon the warriors of the tribe.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112106", "name": "Saurian-Crowned Warrior's Golden Whistle", "rarity": 3, "description": "Among Natlan's tribes, this is the symbol of a mighty, Saurian-Crownedwarrior.  A golden whistle that is bestowed only upon those who have won great honor forthe tribe and shown valor of the highest order. Its symbolic significance nowoutweighs its practical use, for a Saurian-Crowned warrior is able to handlemost crises alone.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n104347", "name": "Teachings of Contention", "rarity": 2, "description": "Talent Level-Up material.  Contention is the principle by which all is weighed in the Nation of Pyro.  What defines strength, and what weakness? Only victory and defeat. The resultsof a contest are more convincing than any words.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n104348", "name": "Guide to Contention", "rarity": 3, "description": "Talent Level-Up material.  Contention is the principle by which all is weighed in the Nation of Pyro.  Though humans cannot fly at the speed of winged beasts, nor match theflexibility of slimes, yet still, they have their own unique strengths.Sometimes, understanding both why and how to compete is the key to knowingoneself.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n104349", "name": "Philosophies of Contention", "rarity": 4, "description": "Talent Level-Up material.  Contention is the principle by which all is weighed in the Nation of Pyro.  Its purpose is to make yourself stronger. After the outcome of a competitionhas been decided, the victor gains the confidence to be sure of theirdirection, while the loser gains insights on how they must become stronger.Beyond winning or losing, this is the true meaning of contention.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_341", "name": "Shivada Jade Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_342", "name": "Shivada Jade Fragment", "rarity": 3, "description": "Character Ascension material.  \"Sorry...\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_343", "name": "Shivada Jade Chunk", "rarity": 4, "description": "Character Ascension material.  \"Sorry...\"  \"...to also have you shoulder the grievances of the world.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_344", "name": "Shivada Jade Gemstone", "rarity": 5, "description": "Character Ascension material.  \"Sorry... to also have you shoulder the grievances of the world.  \"Since you could endure my bitter cold, you must have the desire to burn?  \"Then, burn away the old world for me.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_n113071", "name": "Talisman of the Enigmatic Land", "rarity": 4, "description": "A talisman that somehow appeared in your inventory after you passed theWayward Hermetic Spiritspeaker's test.  In some records kept by the Masters of the Night-Wind, priests masterful inSpiritspeaking can use meditation to pass their consciousness through thelight and shadow that reflects off obsidian, thus reaching the enigmaticunderground realm that only the dead may enter. This deed is, however,perilous, and priests who perform it must often wear such talismans to guardtheir souls from being lost in that mysterious land. However, this talisman'ssymbolic value far outstrips its real effects. Perhaps the hermit-priest whogrants this to a warrior who passes the test only does so as a simpleblessing.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n101249", "name": "Quenepa Berry", "rarity": 1, "description": "Bluish, juicy berries that grow in large amounts near the Scions of theCanopy. Their shape is similar to that of Flamegranates.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n113062", "name": "Denial and Judgment", "rarity": 5, "description": "An earring that you picked up in the ruins after completing the duel againstThe Knave.  The red symbol upon it resembles the image in her eyes, a declaration and arejection alike.  The orphaned live lives filled with suffering from childhood — this she seesand keeps in her heart.  As fate casts an examining eye on humanity, so too will humans cast judgmentupon fate.", "material_type": "BossItem", "weekdays": []}, {"id": "i_n101241", "name": "Clearwater Jade", "rarity": 1, "description": "Jade from Chenyu Vale. Named for its cool, refreshing touch, that is much likeclear water.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_131", "name": "Whopperflower Nectar", "rarity": 1, "description": "Nectar extracted from the stamen of a Whopperflower that contains traceamounts of elemental energy.  The taste of the nectar has a hint of Sweet Flower in it.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_132", "name": "Shimmering Nectar", "rarity": 2, "description": "Nectar that is full of pure elemental energy.  Scholars generally concur that Whopperflowers are advanced life forms amongthe elemental plants, but there has yet to be a satisfactory explanationregarding their predatory habits.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_133", "name": "Energy Nectar", "rarity": 3, "description": "A thick and sticky honey that is full of energy.  The Whopperflower hunts by tricking its prey, a process it uses to possiblyevolve into a more powerful and pure form.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_411", "name": "Teachings of Diligence", "rarity": 2, "description": "Talent Level-Up material.  Industriousness is the foundation of the land of Geo.  Diligence is having the bravery and the strength to conquer mountains and seasand to pursue gold and prosperity through honest, hard work.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_412", "name": "Guide to Diligence", "rarity": 3, "description": "Talent Level-Up material.  Industriousness is the foundation of the land of Geo.  Industriousness is the catalyst that flows in the blood of the people ofLiyue, able to turn rocks into gold. It is what lies behind the greatness ofits great commercial port.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_413", "name": "Philosophies of Diligence", "rarity": 4, "description": "Talent Level-Up material.  Industriousness is the foundation of the land of Geo.  Industriousness is believing in one's own ability to earn a place in the landof the gods through sweat, wisdom, and power.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n114069", "name": "Night-Wind's Mystic Consideration", "rarity": 2, "description": "Weapon Ascension Material.  In ancient times, shamans, priests, or those known as mystics were always onthe hunt for methods by which they could communicate with the silentunderground realm. Ever since the Wayob gradually began to manifest, reactingto the resonance between the lone hero and the Nightsouls, this had been so.  Entrancement, disembodiment, and theurgy were the main methods they chose,each accomplished through the aid of meticulously polished ritual tools.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112113", "name": "Axis of the Secret Source", "rarity": 2, "description": "Comes from a now-defunct Secret Source Automaton.  It appears to be just a component that was used to connect two mechanisms.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114070", "name": "Night-Wind's Mystic Premonition", "rarity": 3, "description": "Weapon Ascension Material.  Ancient psychics believed that the Wayob, as formless entities ofconsciousness, were beings stripped of externality and thus the closest thingto the essence of the spirit.  The process of polishing rough stones until all texture had been removed,turning them into mirrors of pure light, was also seen as a ritual forremoving the surface representations of worldly phenomena. Perhaps thereflections that these psychics saw upon the smooth surface of the mirrorswere projections of their own spirits...", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112114", "name": "Sheath of the Secret Source", "rarity": 3, "description": "Comes from a now-defunct Secret Source Automaton.  It appears to be the mechanism by which the Secret Source Automaton waspowered, but its core is now empty.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114071", "name": "Night-Wind's Mystic Augury", "rarity": 4, "description": "Weapon Ascension Material.  When intangible spirits attach themselves to objects, they merge and transforminto various forms through a process known as spiritual fusion. Once this hastaken place, these spirits are capable of conveying dreamlike visions tohumans in a state of trance.  It fell upon those who frequently engaged in such dialogues with the spiritsto interpret these vision-like dreams, translating omens from beneath theearth into language that could be understood by the tribe, or transformingtheir warnings into stories. It is said that this is the origin of the tribalstorytellers, and also why most outstanding storytellers hail from the Night-Wind.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112115", "name": "Heart of the Secret Source", "rarity": 4, "description": "Comes from a now-defunct Secret Source Automaton.  It appears to be an intact core by which the Secret Source Automaton waspowered, a strange device that seems to have been produced as a universalcomponent. According to legend, the ingenious thinkers of antiquity drew uponthe same wisdom used in the creation of golden patterns to design theblueprints by which these extraordinary machines functioned. Perhaps this corewas one of them.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114072", "name": "Night-Wind's Mystic Revelation", "rarity": 5, "description": "Weapon Ascension Material.  Regardless of how they are polished, representations of worldly matter cannotbe made to transcend their physical nature — they will always remain materialin essence. Similarly, pure human spirit can neither be expressed solelythrough the \"tree\" of intention, nor embodied through obsidian mirrors thatneed constant polishing. As the power of the Night Kingdom and the Nightsoulsgrew, so too did the types of objects that could be used for spiritual fusion.Eventually, the Wayob came to be capable of conveying revelations of the NightKingdom through various thoughts alone, dispensing of the need for devotees toperform the ritual of polishing stones into mirrors. Thus were such ritualtools rendered obsolete.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n114065", "name": "Delirious Decadence of the Sacred Lord", "rarity": 2, "description": "Weapon Ascension Material.  It is said that the controversial mastermind who later came to be known as theSacred Lord of the ineffable city was once imprisoned. The first human toascend, who at the time had not yet attained divine form, showed him greatcompassion.  Thus, after emerging from the mighty wing-shadows of a once-great race, he wasaccepted by the tribe who had once been his.  Since then, he has concealed his true visage beneath a mask, hiding the goldenpatterns that mark it, and resolved to offer up everything to the master whoholds his vow.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n112116", "name": "Refractive Bud", "rarity": 2, "description": "A leaf bud dropped by the monster known as the Tenebrous Mimiflora after beingvanquished.  It is said that when this creature emerged from the Black Tide, the firstthings it grew were these tender buds capable of deflecting elemental power.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114066", "name": "Delirious Desolation of the Sacred Lord", "rarity": 3, "description": "Weapon Ascension Material.  During the war with the dragons, that mastermind of all the tribes — the sameone who had hidden his face behind a mask — deciphered the golden patterns onthe non-human ruins for the warriors. The knowledge with which he did so isnow long lost.  It was from their enemies that he learned the language and thought patternsrequired to do this. For him, wielding these skills against them was perhaps adeeply satisfying act of revenge.  Yet his unconcealed hatred for them was a recurring cause of great concernamong his fellow heroes.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n112117", "name": "Bewildering Broadleaf", "rarity": 3, "description": "An arrow-shaped leaf dropped by the monster known as the Tenebrous Mimifloraafter being vanquished.  After corroding the Ley Lines and extracting the memories within, the creaturegrows these leaves as a means of storing the information it has deciphered.There may be a close link between these intricately patterned leaves and theforms that their host can mimic.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114067", "name": "Delirious Demeanor of the Sacred Lord", "rarity": 4, "description": "Weapon Ascension Material.  It was in that era that the first human to ascend arose from the throne toenter the Sacred Flame, while the mortal world awaited the arrival of theirsuccessor.  It was also the era that the mastermind took up the reins of all authority intheir stead.  Unfortunately, this self-proclaimed Sacred Lord, this usurper who believedthat the god he had loved and shed golden tears for should forever remain theone and only — overstepped his authority. Placing selfish desire above thecommandments left by that revered god, he established a city in which theheavens and the earth were separated from one another.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n112118", "name": "Illusory Leafcoil", "rarity": 4, "description": "A core formed from tightly coiled leaves, the remnant of the monster known asthe Tenebrous Mimiflora after being vanquished.  It may appear lifeless and dull on the surface, yet a faint, ominous power canstill be sensed pulsing within.  People often wonder where the memories that such creatures drew from the earthgo when they are slain. Perhaps the answer lies within this core...", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114068", "name": "Delirious Divinity of the Sacred Lord", "rarity": 5, "description": "Weapon Ascension Material.  The Sacred Lord of the ineffable city often murmured non-human languages inhis dreams, and when he beheld himself in the mirror, he saw how the singlepupil that was visible through his mask was gradually becoming vertical. Thisonly served to further fuel his growing hatred for the dragons.  It is said that when the scarlet-eyed youth burned down that city above acity, submerged in shadow as it was, he witnessed a half-human figure beforethe royal hall who had been driven mad. As if tearing off its very face, itripped away at its indelible divine visage, revealing gaping holes that werefearsomely draconic.  Consumed by the golden flames it spewed, the disfigured form of that derangedsoul fell from a great height into the pitch-black mire below. Forsaken byall, thus was the tragic end that this delusional outcast is said to have met.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n114061", "name": "Blazing Sacrificial Heart's Terror", "rarity": 2, "description": "Weapon Ascension Material.  According to ancient tribal tradition, all that a person takes comes from thisworld — so naturally, all that they gain shall also be given back to it.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n114062", "name": "Blazing Sacrificial Heart's Hesitance", "rarity": 3, "description": "Weapon Ascension Material.  After the original civilizations crumbled like shattered jade — and thoseenvoys from the skies above, under whose guidance the earthly civilizationshad thrived, were devoured by the awakened dragons — humanity plunged intosavagery, losing the ability to perceive the world anew.  Thus did they revert to their most primal beliefs, convinced of the inherentmystery of the earth that nurtured all things. This marked the dawn of the erawhere hunted prey began to be offered as sacrifices.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n114063", "name": "Blazing Sacrificial Heart's Resolve", "rarity": 4, "description": "Weapon Ascension Material.  It is said that the Sage of the Stolen Flame, after imparting the secretknowledge of the mastery of flames in all their many forms to thetribespeople, hoped that they would climb the ladder of civilization andabandon the wrongful practices of their forebears.  Yet dogma deeply entrenched is difficult indeed to shake, and the nowempowered youngsters instead ignited conflicts within their own tribes merelyfor the sake of more offerings. This may explain the sage's eventualdisillusionment and withdrawal from history.  Notably, it was precisely during the reign of the Sacred Lord of the ineffablecity that the practice of offering live sacrifices was banned outright. Thoughthe Sacred Lord's true motivation for abolishing many of their customs was theconsolidation of authority, this particular act might also be seen as thestart of a new kind of civilization.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n114064", "name": "Blazing Sacrificial Heart's Splendor", "rarity": 5, "description": "Weapon Ascension Material.  \"If you wish to possess all that the world has to offer, you must first offerall you have to the world.\"  After the Sacred Lord of the ineffable city forbade the people from praying tothe Night Kingdom, the spiritual bonds that had once been established fellinto ruin.  The scarlet-eyed youth, guided through numerous trials, now faced his finaltest: to emulate the first human to ascend and confront his own demise byoffering up his heart with a golden dagger.  Self-sacrifice was seen as an honor reserved for the victor — and thus,without even a moment's hesitation, he sliced open his chest with the gleamingblade.  In the end, his sacrifice received the response it deserved, and he was ableto return from the kingdom where water flows as rays of light to set out upona grand new endeavor.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n112110", "name": "Ignited Stone", "rarity": 2, "description": "A shard obtained from the body of a defeated Avatar of Lava.  Though it has been shattered to a great extent, on the inside, it stillcontinues to burn. Perhaps this is a testament to the extraordinary vitalityof phlogiston.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112111", "name": "Ignited Seed of Life", "rarity": 3, "description": "A condensed pile of burning matter obtained from the body of a defeated Avatarof Lava.  It emits a slight heat.  Attempting to stop a stone pile of this size from incessantly burning awaywould be a hard task indeed. It is said that this is some primordial form oflife.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112112", "name": "Ignited Seeing Eye", "rarity": 4, "description": "A core retrieved from within the body of a defeated Avatar of Lava.  It emits a considerable heat.  It is said that once such a core has formed, left to itself, it will developinto a new Avatar of Lava. In ancient times, it was once believed that allforms of life could be traced back to conflagration, and that in the spark ofburning matter lay the origins of the soul and sentient wisdom. Perhaps thevery existence of Avatars of Lava would bear out such a belief — or perhaps itwas the emergence of this theory itself that explains how they came to inhabitthe land of Natlan...", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114057", "name": "Broken Goblet of the Pristine Sea", "rarity": 2, "description": "Weapon Ascension Material.  Legend says that when the first usurper came to the primordial sea, the firstsovereign gave him a goblet of water.  Later, he became the unquestioned god-king, and used this goblet of water torefine the mysterious drops of dew, establishing a splendid and powerfulempire.  But that is now an ancient story, whose main characters now sleep in thephosphorescence of the schools of the deepwater fish.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112098", "name": "Ruined Hilt", "rarity": 2, "description": "A stone hilt obtained from an ancient statue.  Its luster has long been lost to the depredations of seawater.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114058", "name": "Wine Goblet of the Pristine Sea", "rarity": 3, "description": "Weapon Ascension Material.  What kind of empire can last for a thousand years? After returning from thekingdom of dragons, the usurper once pondered this question.  Combining the immortal stone with the Ichor essence extracted from primordialwater, and carved into a race as black as iron — with arcane lithos for skinand Ichor for blood, never again fearing the curse of returning to theprimeval past...  The silent golem still dreams the dream of the empire — not knowing it hasbeen over a thousand years since the empire's obliteration.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112099", "name": "Splintered Hilt", "rarity": 3, "description": "A stone hilt obtained from an ancient statue.  The chips and grooves speak to the brutal battles its owner once weathered.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114059", "name": "Silver Goblet of the Pristine Sea", "rarity": 4, "description": "Weapon Ascension Material.  In the years when the golden shroud covered the land, pure spring water had tobe hidden away in concealed mountain streams, and the Lochknights were born inthese sanctuaries.  The knights swear by armor of silver, to protect the spirits born from purewater, to protect their fellows who also keep faith in the one true font,resisting the omnipresent golden power that blotted out the sky and outshonethe sun.  But that is an ancient legend... Not long after the empire collapsed and sank,the knights who resisted the usurper shed their armor, and their stories werehidden in a tangled web of stories and ballads.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112100", "name": "Still-Smoldering Hilt", "rarity": 4, "description": "A stone hilt obtained from an ancient statue.  Only the recentness of its separation from its owner may explain the as-yetunextinguished flame within.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n114060", "name": "Golden Goblet of the Pristine Sea", "rarity": 5, "description": "Weapon Ascension Material.  When the Usurper of the sunken city played the last movement of the goldensymphony, the favored musician stole the golden goblet brimming with Ichor.  Shocked by the foolhardy betrayal of the God King, the musician summoned thelast guards, and used the insoluble Ichor to seal the dragon beneath the talltower, and sank into the abyss with the capital.  Afterwards, this noble thief vanished silently from history, and only the\"Golden Troupe\" faithfully remembers his prophecy.", "material_type": "PrimaryAscensionMaterial", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112107", "name": "Shard of a Shattered Will", "rarity": 2, "description": "A fragment that houses a Wayob Manifestation.  It is a broken shard of a shattered stone idol. Its capacity for channelingthe Wayob's will and power is also extremely limited.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112108", "name": "Locus of a Clear Will", "rarity": 3, "description": "A jade idol that houses a Wayob Manifestation.  You can roughly make out the form of an idol figurine. It has a greatercapacity for channeling the Wayob's will and power.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112109", "name": "Sigil of a Striding Will", "rarity": 4, "description": "An obsidian talisman that houses a Wayob Manifestation.  It consists of a jade idol figurine encased in obsidian. They say that in thepast, people often used such figurines to attempt to communicate directly withthe Wayob of the Night Kingdom. Perhaps this also explains why the Wayob candwell within it and manifest itself in physical form.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_31", "name": "Damaged Mask", "rarity": 1, "description": "A broken bone mask that once belonged to some hilichurl.  Now more broken than complete, it can no longer perform its primary function.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_32", "name": "Stained Mask", "rarity": 2, "description": "A bone mask, covered in unidentifiable stains, that emanates a mysteriousodor.  Yet such is the devotion of hilichurls to masks that they will wear itnonetheless.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_33", "name": "Ominous Mask", "rarity": 3, "description": "A glossy bone mask with oil markings painted on it, meant to intimidateenemies.  No one really knows why hilichurls are so fascinated with masks. Some say thatit's because they don't want to see their own reflections in the water.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112095", "name": "Feathery Fin", "rarity": 2, "description": "A fin fragment taken from a defeated Xuanwen Beast's back.  Even though Xuanwen Beasts can't fly over long distances, these feather-likefins enable them to swiftly pursue their prey.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112096", "name": "Lunar Fin", "rarity": 3, "description": "A fin taken from a defeated Xuanwen Beast's back.  The soft, moonlight-esque glow on the fin gives off a sense of serenity.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}, {"id": "i_n112097", "name": "Chasmlight Fin", "rarity": 4, "description": "An elegant fin taken from a defeated Xuanwen Beast's back.  The faint light it reflects contains traces of adeptal energy. In the still ofthe night, even the most violent beasts briefly sink into a peaceful slumber,reminiscing on times when dreams belonged not only to humans.", "material_type": "SecondaryAscensionMaterial", "weekdays": []}]}